[53] PROTÍNÁNÍ ZE SMÌRÙ
=======================
Orientace osnovy na bodì 4001:
------------------------------
         Bod            Y            X         Z
------------------------------------------------
        4001   850000.000  1040000.000          
------------------------------------------------
Orientace:
----------
         Bod            Y            X         Z
------------------------------------------------
        4002   850004.000  1040000.000          
------------------------------------------------
         Bod        Hz   Smìrník     V or.     Délka   V délky   V pøev.   m0 Red.
----------------------------------------------------------------------------------
        4002    0.0000  100.0000    0.0000                              
----------------------------------------------------------------------------------
Orientaèní posun       : 100.0000g

Orientace osnovy na bodì 4002:
------------------------------
         Bod            Y            X         Z
------------------------------------------------
        4002   850004.000  1040000.000          
------------------------------------------------
Orientace:
----------
         Bod            Y            X         Z
------------------------------------------------
        4001   850000.000  1040000.000          
------------------------------------------------
         Bod        Hz   Smìrník     V or.     Délka   V délky   V pøev.   m0 Red.
----------------------------------------------------------------------------------
        4001    0.0000  300.0000    0.0000                              
----------------------------------------------------------------------------------
Orientaèní posun       : 300.0000g

Urèované body:
         Bod      Hz A      Hz B            Y            X
----------------------------------------------------------
           1  359.0334  100.0000   850004.000  1040003.000
Test protínání:
---------------
Minimální úhel protnutí    [g]: Skuteèná hodnota:  59.0334, Mezní hodnota:  30.0000
Kratší urèovací vzdálenost [m]: Skuteèná hodnota:    3.000, Mezní hodnota: 1500.000
Geometrické parametry stanovené pro práci v katastru nemovitostí byly dodrženy.
           2  350.0000   50.0000   850002.000  1040002.000
Test protínání:
---------------
Minimální úhel protnutí    [g]: Skuteèná hodnota: 100.0000, Mezní hodnota: 170.0000
Kratší urèovací vzdálenost [m]: Skuteèná hodnota:    2.828, Mezní hodnota: 1500.000
Geometrické parametry stanovené pro práci v katastru nemovitostí byly dodrženy.


